{"movies":[{"title":"Godzilla","description":"When a freighter is viciously attacked in the Pacific Ocean, a team of experts -- including biologist Niko Tatopoulos and scientists Elsie Chapman and Mendel Craven -- concludes that an oversized reptile is the culprit. Before long, the giant lizard is loose in Manhattan, destroying everything within its reach. The team chases the monster to Madison Square Garden, where a brutal battle ensues.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/z6fmvhQXS5hbXSizx4DGajjBmGD.jpg"},{"url":"https://image.tmdb.org/t/p/original/1wki1OaDA35RarysOPet25a8hVQ.jpg"}]},{"title":"Bridget Jones's Diary","description":"A chaotic Bridget Jones meets a snobbish lawyer, and he soon enters her world of imperfections.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/cAZzH82kxaOhqPNQrGmMPqOEIP9.jpg"},{"url":"https://image.tmdb.org/t/p/original/kAygHXKmq5Io2UUYkMBUXVRwUQy.jpg"}]},{"title":"To Die For","description":"Suzanne Stone wants to be a world-famous news anchor and she is willing to do anything to get what she wants. What she lacks in intelligence, she makes up for in cold determination and diabolical wiles. As she pursues her goal with relentless focus, she is forced to destroy anything and anyone that may stand in her way, regardless of the ultimate cost or means necessary.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/hkQonhCuDyjRmhFsFrCK0XnW7kk.jpg"},{"url":"https://image.tmdb.org/t/p/original/aedhsShrlJVhLlwhtlmFJgR4Szs.jpg"}]},{"title":"The Man with the Golden Arm","description":"A junkie must face his true self to kick his drug addiction.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/3biBcohe172vLq243lFKreiEOwA.jpg"},{"url":"https://image.tmdb.org/t/p/original/dEw3SzGbKVYXKTJ2kIXC3jLmG5s.jpg"}]},{"title":"The Sixth Sense","description":"A psychological thriller about an eight year old boy named Cole Sear who believes he can see into the world of the dead. A child psychologist named Malcolm Crowe comes to Cole to help him deal with his problem, learning that he really can see the ghosts of dead people.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/6TjllWT3cGrPFyqDXurVZ3L8bBi.jpg"},{"url":"https://image.tmdb.org/t/p/original/fIssD3w3SvIhPPmVo4WMgZDVLID.jpg"}]},{"title":"Ronja Rövardotter","description":"Ronya lives happily in her father's castle until she comes across a new playmate, Birk, in the nearby dark forest. The two explore the wilderness, braving dangerous Witchbirds and Rump-Gnomes. But when their families find out Birk and Ronja have been playing together, they forbid them to see each other again. Indeed, their fathers are competing robber chieftains and bitter enemies. Now the two spunky children must try to tear down the barriers that have kept their families apart for so long.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/lPYts3qpBDMlJaGjzd7nA5Piyd2.jpg"},{"url":"https://image.tmdb.org/t/p/original/gatMa1qfwpJqiawPjJxodUvdB0.jpg"}]},{"title":"28 Days Later","description":"Twenty-eight days after a killer virus was accidentally unleashed from a British research facility, a small group of London survivors are caught in a desperate struggle to protect themselves from the infected. Carried by animals and humans, the virus turns those it infects into homicidal maniacs -- and it's absolutely impossible to contain.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/veUl0QT8swshQ9Dz0fQ1k6ZkthD.jpg"},{"url":"https://image.tmdb.org/t/p/original/w4SL5hv0qOanrN7GjwNgtjF1RtD.jpg"}]},{"title":"Sunset Boulevard","description":"A hack screenwriter writes a screenplay for a former silent film star who has faded into Hollywood obscurity.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/p47ihFj4A7EpBjmPHdTj4ipyq1S.jpg"},{"url":"https://image.tmdb.org/t/p/original/zt8aQ6ksqK6p1AopC5zVTDS9pKT.jpg"}]},{"title":"Back to the Future Part II","description":"Marty and Doc are at it again in this wacky sequel to the 1985 blockbuster as the time-traveling duo head to 2015 to nip some McFly family woes in the bud. But things go awry thanks to bully Biff Tannen and a pesky sports almanac. In a last-ditch attempt to set things straight, Marty finds himself bound for 1955 and face to face with his teenage parents -- again.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/skQN2UMQKQnOTmwplcYMx6ZF4jS.jpg"},{"url":"https://image.tmdb.org/t/p/original/hQq8xZe5uLjFzSBt4LanNP7SQjl.jpg"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Contact","description":"Contact is a science fiction film about an encounter with alien intelligence. Based on the novel by Carl Sagan the film starred Jodie Foster as the one chosen scientist who must make some difficult decisions between her beliefs, the truth, and reality.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/x5Z2BjuUfEEwYWZccDwbU9KSEqj.jpg"},{"url":"https://image.tmdb.org/t/p/original/bCpMIywuNZeWt3i5UMLEIc0VSwM.jpg"}]},{"title":"올드보이","description":"With no clue how he came to be imprisoned, drugged and tortured for 15 years, a desperate businessman seeks revenge on his captors.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/hKNGaQFzg4RxyMWIGGnYGW5b2Xh.jpg"},{"url":"https://image.tmdb.org/t/p/original/pWDtjs568ZfOTMbURQBYuT4Qxka.jpg"}]},{"title":"Love Actually","description":"Follows seemingly unrelated people as their lives begin to intertwine while they fall in – and out – of love. Affections languish and develop as Christmas draws near.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/dgUJHy2EUBGjWAH6XSl5QHqLXT0.jpg"},{"url":"https://image.tmdb.org/t/p/original/7QPeVsr9rcFU9Gl90yg0gTOTpVv.jpg"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"La Jetée","description":"A man is sent back and forth and in and out of time in an experiment that attempts to unravel the fate and the solution to the problems of a post-apocalyptic world during the aftermath of WW3. The experiment results in him getting caught up in a perpetual reminiscence of past events that are recreated on an airport’s viewing pier.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/eZgVt3baXUo5Z5j2mIMyuxLFLtl.jpg"},{"url":"https://image.tmdb.org/t/p/original/ykoMHTuzXfSgVjSDkzH8ImG6ETo.jpg"}]},{"title":"Jurassic Park III","description":"In need of funds for research, Dr. Alan Grant accepts a large sum of money to accompany Paul and Amanda Kirby on an aerial tour of the infamous Isla Sorna. It isn't long before all hell breaks loose and the stranded wayfarers must fight for survival as a host of new -- and even more deadly -- dinosaurs try to make snacks of them.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/sksqYbKUEOsD2bPhDmb0rycMQRD.jpg"},{"url":"https://image.tmdb.org/t/p/original/xyxqgEuxmxOj3mZ3tPSzgqpCBi7.jpg"}]},{"title":"Blade Runner","description":"In the smog-choked dystopian Los Angeles of 2019, blade runner Rick Deckard is called out of retirement to terminate a quartet of replicants who have escaped to Earth seeking their creator for a way to extend their short life spans.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/eIi3klFf7mp3oL5EEF4mLIDs26r.jpg"},{"url":"https://image.tmdb.org/t/p/original/vfzE3pjE5G7G7kcZWrA3fnbZo7V.jpg"}]},{"title":"The Omen","description":"Immediately after their miscarriage, the US diplomat Robert Thorn adopts the newborn Damien without the knowledge of his wife. Yet what he doesn’t know is that their new son is the son of the devil.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/5sfbPsenSrbH8pzVMjEd0LUu50Y.jpg"},{"url":"https://image.tmdb.org/t/p/original/p0LcWxOIoBx0MEZMn8tFcrvDXR1.jpg"}]},{"title":"All About Eve","description":"From the moment she glimpses her idol at the stage door, Eve Harrington is determined to take the reins of power away from the great actress Margo Channing. Eve maneuvers her way into Margo's Broadway role, becomes a sensation and even causes turmoil in the lives of Margo's director boyfriend, her playwright and his wife. Only the cynical drama critic sees through Eve, admiring her audacity and perfect pattern of deceit.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/9LkOiz3fPTEhZbXr5IvdFbm01cj.jpg"},{"url":"https://image.tmdb.org/t/p/original/6numIZH6uR3NlJgY9m7nGH0jhs.jpg"}]},{"title":"Fight Club","description":"A ticking-time-bomb insomniac and a slippery soap salesman channel primal male aggression into a shocking new form of therapy. Their concept catches on, with underground \"fight clubs\" forming in every town, until an eccentric gets in the way and ignites an out-of-control spiral toward oblivion.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/rr7E0NoGKxvbkb89eR1GwfoYjpA.jpg"},{"url":"https://image.tmdb.org/t/p/original/9dlcOgehxDK4QaC2QDfqwQFbk5C.jpg"}]},{"title":"Finding Nemo","description":"Nemo, an adventurous young clownfish, is unexpectedly taken from his Great Barrier Reef home to a dentist's office aquarium. It's up to his worrisome father Marlin and a friendly but forgetful fish Dory to bring Nemo home -- meeting vegetarian sharks, surfer dude turtles, hypnotic jellyfish, hungry seagulls, and more along the way.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/dFYguAfeVt19qAbzJ5mArn7DEJw.jpg"},{"url":"https://image.tmdb.org/t/p/original/8h0CG12Oft1GqthLmsctg8iuQQj.jpg"}]},{"title":"Out of Africa","description":"Out of Africa tells the story of the life of Danish author Karen Blixen, who at the beginning of the 20th century moved to Africa to build a new life for herself. The film is based on the autobiographical novel by Karen Blixen from 1937.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/43U2cghRI1o8pDi7FRKHsWAa9pr.jpg"},{"url":"https://image.tmdb.org/t/p/original/3eLAm1kuVD5QZCOydbiu7j6GAbw.jpg"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"The Day the Earth Stood Still","description":"An alien and a robot land on Earth after World War II and tell mankind to be peaceful or face destruction.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/gdbiItlBZ5Fdr5tRnlrozkbKknW.jpg"},{"url":"https://image.tmdb.org/t/p/original/x2DquTpLTq54aPFDnqlwY7apCC3.jpg"}]},{"title":"Alien","description":"During its return to the earth, commercial spaceship Nostromo intercepts a distress signal from a distant planet. When a three-member team of the crew discovers a chamber containing thousands of eggs on the planet, a creature inside one of the eggs attacks an explorer. The entire crew is unaware of the impending nightmare set to descend upon them when the alien parasite planted inside its unfortunate host is birthed.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/AmR3JG1VQVxU8TfAvljUhfSFUOx.jpg"},{"url":"https://image.tmdb.org/t/p/original/vfrQk5IPloGg1v9Rzbh2Eg3VGyM.jpg"}]},{"title":"Ocean's Thirteen","description":"Danny Ocean's team of criminals are back and composing a plan more personal than ever. When ruthless casino owner Willy Bank doublecrosses Reuben Tishkoff, causing a heart attack, Danny Ocean vows that he and his team will do anything to bring down Willy Bank along with everything he's got. Even if it means asking for help from an enemy.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/5ExqrHbEArqHAMAplGt95ttq5ps.jpg"},{"url":"https://image.tmdb.org/t/p/original/3so07ghzmtbyhpFfzTucEnlfYRO.jpg"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Der Untergang","description":"In April of 1945, Germany stands at the brink of defeat with the Russian Army closing in from the east and the Allied Expeditionary Force attacking from the west. In Berlin, capital of the Third Reich, Adolf Hitler proclaims that Germany will still achieve victory and orders his generals and advisers to fight to the last man. When the end finally does come, and Hitler lies dead by his own hand, what is left of his military must find a way to end the killing that is the Battle of Berlin, and lay down their arms in surrender.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/xgAEfHByamMdRCA31oERQrsiutF.jpg"},{"url":"https://image.tmdb.org/t/p/original/cP1ElGjBhbZAAqmueXjHDKlSwiP.jpg"}]},{"title":"M - Eine Stadt sucht einen Mörder","description":"In this classic German thriller, Hans Beckert, a serial killer who preys on children, becomes the focus of a massive Berlin police manhunt. Beckert's heinous crimes are so repellant and disruptive to city life that he is even targeted by others in the seedy underworld network. With both cops and criminals in pursuit, the murderer soon realizes that people are on his trail, sending him into a tense, panicked attempt to escape justice.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/aVxrtohncrguh49qXNQMzMzVtiB.jpg"},{"url":"https://image.tmdb.org/t/p/original/6hg2UClwHGnBojemFrLgiF1WK8A.jpg"}]},{"title":"Knallhart","description":"From the youth directed novel of the same name by Greogor Tressnow comes a film by Detlev Buck that is a realistic portrait of life in the section of Berlin called Neukölln. It’s about power and weakness, delinquents and victims, and the difficulties a 15-year-old faces in a poor and criminal environment.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/cFMl2jt9ABthgLbCgZ08jWLQMd7.jpg"},{"url":"https://image.tmdb.org/t/p/original/4iJGTDZASD68CBBdu1sih95JjrK.jpg"}]},{"title":"Zugvögel – einmal nach Inari","description":"Hannes is a beer truck driver in Dortmund. His biggest dream is to win the first prize at the International Timetable Contest in Inari (Finland). When his new boss cancels his extra holidays to go there, Hans goes mad… On his journey to Finland by train, followed by the police, he meets lot of folks and the love of his life.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/dxOqPoaMNi8oqmFDYmSfIGmPUCW.jpg"},{"url":"https://image.tmdb.org/t/p/original/muDWaAemVZzl4F4fpvwdKGDafus.jpg"}]},{"title":"The Fisher King","description":"Two troubled men face their terrible destinies and events of their past as they join together on a mission to find the Holy Grail and thus to save themselves.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/g4DAuZVte21KImR2FJN82k1pD1J.jpg"},{"url":"https://image.tmdb.org/t/p/original/5mb1IV53luUNTRyF3TSC77X1KZs.jpg"}]},{"title":"Gandhi","description":"In the early years of the 20th century, Mohandas K. Gandhi, a British-trained lawyer, forsakes all worldly possessions to take up the cause of Indian independence. Faced with armed resistance from the British government, Gandhi adopts a policy of 'passive resistance', endeavouring to win freedom for his people without resorting to bloodshed.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/iD4FEKYhr5Bet4kk365kpum5qoN.jpg"},{"url":"https://image.tmdb.org/t/p/original/sZfSK6MuOO2cq9rc58ZugsDkbgo.jpg"}]},{"title":"Kolja","description":"After a fictitious marriage with a Russian emigrant, Cellisten Louka, a Czech man, must suddenly take responsibility for her son. However, it’s not long before the communication barrier is broken between the two new family members.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/q9GAThBRXMeXFLArzxt1tpbjK7E.jpg"},{"url":"https://image.tmdb.org/t/p/original/fB0cGiEOngfsfyDHXIpFOmEwFgi.jpg"}]},{"title":"Sin City: A Dame to Kill For","description":"Some of Sin City's most hard-boiled citizens cross paths with a few of its more reviled inhabitants.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/f4KiaxSD5B8bcg5VLsvrDhaZlFu.jpg"},{"url":"https://image.tmdb.org/t/p/original/50kALxDX4mmzIRljbNbPY0u4cie.jpg"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Blood: The Last Vampire","description":"In Japan, the vampire-hunter Saya, who is a powerful original, is sent by her liaison with the government, David, posed as a teenage student to the Yokota High School on the eve of Halloween to hunt down vampires. Saya asks David to give a new katana to her. Soon she saves the school nurse Makiho Amano from two vampires disguised of classmates and Makiho witnesses her fight against the powerful demon.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/17s9ojb8j8QnBGCfqDUJraXLlFi.jpg"},{"url":"https://image.tmdb.org/t/p/original/uRwR5lcl55n5JSaTiYPwp5KjP6A.jpg"}]},{"title":"Roman Holiday","description":"Overwhelmed by her suffocating schedule, touring European princess Ann takes off for a night while in Rome. When a sedative she took from her doctor kicks in, however, she falls asleep on a park bench and is found by an American reporter, Joe Bradley, who takes her back to his apartment for safety. At work the next morning, Joe finds out Ann's regal identity and bets his editor he can get exclusive interview with her, but romance soon gets in the way.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/6f50k0bAekjxDvVvGC1SupJSzf4.jpg"},{"url":"https://image.tmdb.org/t/p/original/aIsAxkWv5EHaRn0QR18hy4ZltAN.jpg"}]},{"title":"Broken Blossoms","description":"The love story of an abused English girl and a Chinese Buddhist in a time when London was a brutal and harsh place to live.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/3DW3xHM7FgdE8XzpODbEfvlR9qR.jpg"},{"url":"https://image.tmdb.org/t/p/original/5BSOIFbxwLILa8DE1jlhqG7Ravx.jpg"}]},{"title":"Sleuth","description":"A mystery novelist devises an insurance scam with his wife’s lover – but things aren’t exactly as they seem.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/jpP8oOge5W47mHdgp3j3zEJnT6Q.jpg"},{"url":"https://image.tmdb.org/t/p/original/avFuamkwshZr9FURRD9HZPAGtkQ.jpg"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Sweet Smell of Success","description":"New York City newspaper writer J.J. Hunsecker holds considerable sway over public opinion with his Broadway column, but one thing that he can't control is his younger sister, Susan, who is in a relationship with aspiring jazz guitarist Steve Dallas. Hunsecker strongly disproves of the romance and recruits publicist Sidney Falco to find a way to split the couple, no matter how ruthless the method.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/6L1Co3uRWuoaqDxpWvGDvgXms7T.jpg"},{"url":"https://image.tmdb.org/t/p/original/4SzW8u7avVczndyR3UbU87ZpE0V.jpg"}]},{"title":"羅生門","description":"Brimming with action while incisively examining the nature of truth, \"Rashomon\" is perhaps the finest film ever to investigate the philosophy of justice. Through an ingenious use of camera and flashbacks, Kurosawa reveals the complexities of human nature as four people recount different versions of the story of a man's murder and the rape of his wife.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/zyO6j74DKMWfp5snWg6Hwo0T3Mz.jpg"},{"url":"https://image.tmdb.org/t/p/original/mwNCpjejHwq9KlpNB2gKII2yvbr.jpg"}]},{"title":"The Lord of the Rings: The Return of the King","description":"Aragorn is revealed as the heir to the ancient kings as he, Gandalf and the other members of the broken fellowship struggle to save Gondor from Sauron's forces. Meanwhile, Frodo and Sam take the ring closer to the heart of Mordor, the dark lord's realm.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/9DeGfFIqjph5CBFVQrD6wv9S7rR.jpg"},{"url":"https://image.tmdb.org/t/p/original/rCzpDGLbOoPwLjy3OAm5NUPOTrC.jpg"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Almost Famous","description":"In 1973, 15-year-old William Miller's unabashed love of music and aspiration to become a rock journalist lands him an assignment from Rolling Stone magazine to interview and tour with the up-and-coming band Stillwater—fronted by lead guitar Russell Hammond, and lead singer Jeff Bebe.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/xleIwr1wUlWqvFHaU1PItf0YLrZ.jpg"},{"url":"https://image.tmdb.org/t/p/original/asGfT3PExH4CUyyiClt5X6wJedk.jpg"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Mars Attacks!","description":"'We come in peace' is not what those green men from Mars mean when they invade our planet, armed with irresistible weapons and a cruel sense of humor.  This star studded cast must play victim to the alien’s fun and games in this comedy homage to science fiction films of the '50s and '60s.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/ELsTifJ2lu4vsMhoHeZ5EnncHw.jpg"},{"url":"https://image.tmdb.org/t/p/original/hll4O5vSAfnZDb6JbnP06GPtz7b.jpg"}]},{"title":"Toy Story","description":"Led by Woody, Andy's toys live happily in his room until Andy's birthday brings Buzz Lightyear onto the scene. Afraid of losing his place in Andy's heart, Woody plots against Buzz. But when circumstances separate Buzz and Woody from their owner, the duo eventually learns to put aside their differences.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/lxD5ak7BOoinRNehOCA85CQ8ubr.jpg"},{"url":"https://image.tmdb.org/t/p/original/uXDfjJbdP4ijW5hWSBrPrlKpxab.jpg"}]},{"title":"Le Fabuleux Destin d'Amélie Poulain","description":"At a tiny Parisian café, the adorable yet painfully shy Amélie (Audrey Tautou) accidentally discovers a gift for helping others. Soon Amelie is spending her days as a matchmaker, guardian angel, and all-around do-gooder. But when she bumps into a handsome stranger, will she find the courage to become the star of her very own love story?","movieImages":[{"url":"https://image.tmdb.org/t/p/original/2WyjkKudTkDgtZo9CIN8NoPGHRB.jpg"},{"url":"https://image.tmdb.org/t/p/original/slVnvaH6fpF22154vnjQJdXCVZd.jpg"}]},{"title":"2 Fast 2 Furious","description":"It's a major double-cross when former police officer Brian O'Conner teams up with his ex-con buddy Roman Pearce to transport a shipment of \"dirty\" money for shady Miami-based import-export dealer Carter Verone. But the guys are actually working with undercover agent Monica Fuentes to bring Verone down.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/z3ioibdjWZOYeXjoiabFOFOfPI3.jpg"},{"url":"https://image.tmdb.org/t/p/original/osgUUpwst1TEaSDTBrrTE6KuCbW.jpg"}]},{"title":"The Philadelphia Story","description":"When a rich woman's ex-husband and a tabloid-type reporter turn up just before her planned remarriage, she begins to learn the truth about herself.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/cItyRXbbuu5KTVeb9GLaovIRfb8.jpg"},{"url":"https://image.tmdb.org/t/p/original/o4cYWubhrBFF56IyEyce89lMb5y.jpg"}]},{"title":"Star Trek III: The Search for Spock","description":"Admiral Kirk and his bridge crew risk their careers stealing the decommissioned Enterprise to return to the restricted Genesis planet to recover Spock's body.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/5lUpy6OrDhzdeAGBaM1mIsQvfOl.jpg"},{"url":"https://image.tmdb.org/t/p/original/yqEj0oPfKBMCz7YcCARHDgH7VFm.jpg"}]},{"title":"Judgment Night","description":"While racing to a boxing match, Frank, Mike, John and Rey get more than they bargained for. A wrong turn lands them directly in the path of Fallon, a vicious, wise-cracking drug lord. After accidentally witnessing Fallon murder a disloyal henchman, the four become his unwilling prey in a savage game of cat & mouse as they are mercilessly stalked through the urban jungle in this taut suspense drama","movieImages":[{"url":"https://image.tmdb.org/t/p/original/5aXp2s4l6g5PcMMesIj63mx8hmJ.jpg"},{"url":"https://image.tmdb.org/t/p/original/rYFAvSPlQUCebayLcxyK79yvtvV.jpg"}]},{"title":"Miller's Crossing","description":"Set in 1929, a political boss and his advisor have a parting of the ways when they both fall for the same woman.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/4V2yyI65Ai2UhbKG014JUlv4Wfg.jpg"},{"url":"https://image.tmdb.org/t/p/original/ab3pnsTKp3BgcAFy0FgWBFBg9FL.jpg"}]},{"title":"Snatch","description":"Illegal boxing promoter Turkish convinces gangster Brick Top to offer bets on bare-knuckle boxer Mickey at his bookie business. When Mickey does not throw his first fight as agreed, an infuriated Brick Top demands another match. Meanwhile, gangster Frankie Four Fingers comes to place a bet for a friend with Brick Top's bookies, as multiple criminals converge on a stolen diamond that Frankie has come to London to sell.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/1UnjPqG1d730s135O5tAALt2ted.jpg"},{"url":"https://image.tmdb.org/t/p/original/56mOJth6DJ6JhgoE2jtpilVqJO.jpg"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"The China Syndrome","description":"While doing a series of reports on alternative energy sources, opportunistic reporter Kimberly Wells witnesses an accident at a nuclear power plant. Wells is determined to publicize the incident, but soon finds herself entangled in a sinister conspiracy to keep the full impact of the incident a secret.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/iN5jSaKD21AC2wwHaV3BMkiGwKp.jpg"},{"url":"https://image.tmdb.org/t/p/original/uHwwQIlt4XwpTFhX9ZT1A8xSW7F.jpg"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Jenseits der Stille","description":"Beyond Silence is about a family and a young girl’s coming of age story. This German film looks into the lives of the deaf and at a story about the love for music. A girl who has always had to translate speech into sign language for her deaf parents yet when her love for playing music grows strong she must decide to continue doing something she cannot share with her parents.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/zxHSp0F0DKdHx3OPIh1rN4zApJq.jpg"},{"url":"https://image.tmdb.org/t/p/original/bfNOcXDcwzKOlJoTtQM4lsEVxS1.jpg"}]},{"title":"The Interpreter","description":"After Silvia Broome, an interpreter at United Nations headquarters, overhears plans of an assassination, an American Secret Service agent is sent to investigate.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/A5mBIAtZOqVpAVUXolwtOnaQcZc.jpg"},{"url":"https://image.tmdb.org/t/p/original/6Z5zcXO8yz0CObeqpfrDSnvBJYT.jpg"}]},{"title":"Lethal Weapon 4","description":"In the combustible action franchise's final installment, maverick detectives Martin Riggs and Roger Murtaugh square off against Asian mobster Wah Sing Ku, who's up to his neck in slave trading and counterfeit currency. With help from gumshoe Leo Getz and smart-aleck rookie cop Lee Butters, Riggs and Murtaugh aim to take down Ku and his gang.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/u4d4vymNPo1UuJ6ihtyy9OQgco2.jpg"},{"url":"https://image.tmdb.org/t/p/original/qc0GVMhZk44icQdynIin0xkE9YZ.jpg"}]},{"title":"On the Waterfront","description":"Terry Malloy dreams about being a prize fighter, while tending his pigeons and running errands at the docks for Johnny Friendly, the corrupt boss of the dockers union. Terry witnesses a murder by two of Johnny's thugs, and later meets the dead man's sister and feels responsible for his death. She introduces him to Father Barry, who tries to force him to provide information for the courts that will smash the dock racketeers.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/hUzRPXBUHyJhpyGV0NfBDuadbgp.jpg"},{"url":"https://image.tmdb.org/t/p/original/v1RtJ1qR4v9nrnfoBVBl6hjTW9.jpg"}]},{"title":"La Science des rêves","description":"A man entranced by his dreams and imagination is lovestruck with a French woman and feels he can show her his world.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/TtoKJVEAZ56GCJN230MNOAvUCO.jpg"},{"url":"https://image.tmdb.org/t/p/original/1qCq228LsNtUseCnNE7Naw6NBUz.jpg"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"A Beautiful Mind","description":"John Nash is a brilliant but asocial mathematician fighting schizophrenia. After he accepts secret work in cryptography, his life takes a turn for the nightmarish.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/9PwUQZDHGPKsgbnoBl1Ah9zXWjk.jpg"},{"url":"https://image.tmdb.org/t/p/original/zwzWCmH72OSC9NA0ipoqw5Zjya8.jpg"}]},{"title":"Tillsammans","description":"Elisabeth leaves her abusive and drunken husband Rolf, and goes to live with her brother, Göran. The year is 1975 and Göran lives in a commune called Together. Living in this leftist commune Elisabeth learns that the world can be viewed from different perspectives.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/hPW7ZWQ0gYCi3tixBWPlw6eB5Mv.jpg"},{"url":"https://image.tmdb.org/t/p/original/668A5tZhpJqeRHBSWJc3qsxCoTL.jpg"}]},{"title":"Giù la testa","description":"At the beginning of the 1913 Mexican Revolution, greedy bandit Juan Miranda and idealist John H. Mallory, an Irish Republican Army explosives expert on the lam from the British, fall in with a band of revolutionaries plotting to strike a national bank. When it turns out that the government has been using the bank as a hiding place for illegally detained political prisoners -- who are freed by the blast -- Miranda becomes a revolutionary hero against his will.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/b2IrRkWgkLFdwsCSHK3CD526hUn.jpg"},{"url":"https://image.tmdb.org/t/p/original/nWmAtZf83qpOai0fzehf7Hn1S3R.jpg"}]},{"title":"Anatomy of a Murder","description":"Semi-retired Michigan lawyer Paul Biegler takes the case of Army Lt. Manion, who murdered a local innkeeper after his wife claimed that he raped her. Over the course of an extensive trial, Biegler parries with District Attorney Lodwick and out-of-town prosecutor Claude Dancer to set his client free, but his case rests on the victim's mysterious business partner, who's hiding a dark secret.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/ziUrbhJWJX3448cHAHlCqgKoARi.jpg"},{"url":"https://image.tmdb.org/t/p/original/lMWWs7IskGldLfwwnVxHhffsVLw.jpg"}]},{"title":"La Règle du jeu","description":"A weekend at a marquis’ country château lays bare some ugly truths about a group of haut bourgeois acquaintances.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/lxNG1eGsfY8yOeTSk66B5hrv6pZ.jpg"},{"url":"https://image.tmdb.org/t/p/original/8JOzt7uFZyshcuzCBmYU6CDJL4D.jpg"}]},{"title":"彼女の想いで","description":"Koji Morimato’s animated science fiction short story about how the border between reality and illusion on a space station becomes blurry.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/1T8EKJ1zTzAsk48PLxq5ev7ZuQx.jpg"},{"url":"https://image.tmdb.org/t/p/original/l9DUhyZx9lm0oxNi6NsyvANeL8t.jpg"}]},{"title":"Die Hard","description":"NYPD cop John McClane's plan to reconcile with his estranged wife is thrown for a serious loop when, minutes after he arrives at her office, the entire building is overtaken by a group of terrorists. With little help from the LAPD, wisecracking McClane sets out to single-handedly rescue the hostages and bring the bad guys down.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/qyNEqB6gl9V2GkiT88Pu36mqHnR.jpg"},{"url":"https://image.tmdb.org/t/p/original/p5hURTvac8sxLRhe5hLchvfy5Pu.jpg"}]},{"title":"Pirates of the Caribbean: At World's End","description":"Captain Barbossa, long believed to be dead, has come back to life and is headed to the edge of the Earth with Will Turner and Elizabeth Swann. But nothing is quite as it seems.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/kobscH4qOsYQNTZnkrF5zkPCsvX.jpg"},{"url":"https://image.tmdb.org/t/p/original/jGWpG4YhpQwVmjyHEGkxEkeRf0S.jpg"}]},{"title":"The Outsiders","description":"When two poor greasers, Johnny, and Ponyboy are assaulted by a vicious gang, the socs, and Johnny kills one of the attackers, tension begins to mount between the two rival gangs, setting off a turbulent chain of events.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/5nEhXqlpllBChhCHwkGkLoUlPm1.jpg"},{"url":"https://image.tmdb.org/t/p/original/t0dy2Q1j9hlQ8kkt0TzGImYNt2C.jpg"}]},{"title":"Good Bye Lenin!","description":"An affectionate and refreshing East/West-Germany comedy about a boy whose mother was in a coma while the Berlin wall fell and when she wakes up he must try to keep her from learning what happened (as she was an avid communist supporter) to avoid shocking her which could lead to another heart attack.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/oJeJTGIXgHIvg83AofuRV3KBf0y.jpg"},{"url":"https://image.tmdb.org/t/p/original/2xv7MuQFxJMK1ZV0r5fFI0FzdG0.jpg"}]},{"title":"Straw Dogs","description":"David Sumner, a mild-mannered academic from the United States, marries Amy, an Englishwoman. In order to escape a hectic stateside lifestyle, David and his wife relocate to the small town in rural Cornwall where Amy was raised. There, David is ostracized by the brutish men of the village, including Amy's old flame, Charlie. Eventually the taunts escalate, and two of the locals rape Amy. This sexual assault awakes a shockingly violent side of David.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/8eWzglk0uHAtbFgKb3lVTXnJvxp.jpg"},{"url":"https://image.tmdb.org/t/p/original/yigkfHE1OhkxPPrjrV78Y9ibGEk.jpg"}]},{"title":"El Crimen del Padre Amaro","description":"The young Father Amaro is put to the test. He is sent to Mexico to help take care of aging Father Benito when he meets a 16-year-old girl that he begins and affair with. It turns out the girls mother had been having an affair with Father Benito. Father Amaro must soon choose between the holy or the sinful life.","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/original/wqwt2DKcQV6EeSwXuYTk7pkLFii.jpg"}]},{"title":"Shaft","description":"Cool black private eye John Shaft is hired by a crime lord to find and retrieve his kidnapped daughter.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/l01IA7vplyeci8h6sNkOGf9CCRF.jpg"},{"url":"https://image.tmdb.org/t/p/original/yJChPuu2V339IiDPQDHeIh1SYpA.jpg"}]},{"title":"Batman & Robin","description":"Along with crime-fighting partner Robin and new recruit Batgirl, Batman battles the dual threat of frosty genius Mr. Freeze and homicidal horticulturalist Poison Ivy. Freeze plans to put Gotham City on ice, while Ivy tries to drive a wedge between the dynamic duo.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/tgPFZxhDuxWd4VXYaz8eAUznGTF.jpg"},{"url":"https://image.tmdb.org/t/p/original/bsg0mrxUKyJoL4oSGP5mlhEsqp.jpg"}]},{"title":"Sunrise: A Song of Two Humans","description":"A married farmer falls under the spell of a slatternly woman from the city, who tries to convince him to drown his wife.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/jAhfMoV8TCIHuTiGz49nA04v6bp.jpg"},{"url":"https://image.tmdb.org/t/p/original/tyxjxpwr9NiVtSeITtVXuhp84Zl.jpg"}]},{"title":"Brokeback Mountain","description":"Two modern-day cowboys meet on a shepherding job in the summer of '63, the two share a raw and powerful summer together that turns into a lifelong relationship conflict","movieImages":[{"url":"https://image.tmdb.org/t/p/original/wbKAPK8348GG5OjgJK0ZOPp0fwN.jpg"},{"url":"https://image.tmdb.org/t/p/original/1A2EU80gL5KXXjjcUZZt8UI4Zot.jpg"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Det sjunde inseglet","description":"When disillusioned Swedish knight Antonius Block returns home from the Crusades to find his country in the grips of the Black Death, he challenges Death to a chess match for his life. Tormented by the belief that God does not exist, Block sets off on a journey, meeting up with traveling players Jof and his wife, Mia, and becoming determined to evade Death long enough to commit one redemptive act while he still lives.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/d9VUlRTovsGbwkUjNR2OGOGrQuO.jpg"},{"url":"https://image.tmdb.org/t/p/original/khbyQUFTYIIltrC1yYvLXP85Lh8.jpg"}]},{"title":"Young Adam","description":"A young drifter working on a river barge disrupts his employers' lives while hiding the fact that he knows more about a dead woman found in the river than he admits.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/bHqIHC1sK5CzAS2XkF1jbyuS4ww.jpg"},{"url":"https://image.tmdb.org/t/p/original/rU5GJ5r4tQbSx9C2ENKbPkD6nr9.jpg"}]},{"title":"Tsotsi","description":"The South African multi-award winning film about a young South African boy from the ghetto named Tsotsi, meaning Gangster. Tsotsi, who left home as a child to get away from helpless parents, finds a baby in the back seat of a car that he has just stolen. He decides that it his responsibility to take care of the baby and in the process learns that maybe the gangster life isn’t the best way.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/gLxgqHpJcMvB6cMTA4hUBxoOMJ1.jpg"},{"url":"https://image.tmdb.org/t/p/original/fvPGF7NYuZJACYVRAAF3FXicVf0.jpg"}]},{"title":"Who's Afraid of Virginia Woolf?","description":"A bitter, aging couple, with the help of alcohol, use a young couple to fuel anguish and emotional pain towards each other.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/sZxPKiNCK8piKBtXAbm3Ucj6RQk.jpg"},{"url":"https://image.tmdb.org/t/p/original/wF7ihB5V5gSm6zxjv3ZhHOpgREI.jpg"}]},{"title":"20,000 Leagues Under the Sea","description":"A ship sent to investigate a wave of mysterious sinkings encounters the advanced submarine, the Nautilus, commanded by Captain Nemo.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/mKGLUxeJABHMxvHcJs6HQUEYd9C.jpg"},{"url":"https://image.tmdb.org/t/p/original/heAEH85fdxEgV98LizHbQCL95iZ.jpg"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"American History X","description":"Derek Vineyard is paroled after serving 3 years in prison for killing two African-American men. Through his brother, Danny Vineyard's narration, we learn that before going to prison, Derek was a skinhead and the leader of a violent white supremacist gang that committed acts of racial crime throughout L.A. and his actions greatly influenced Danny. Reformed and fresh out of prison, Derek severs contact with the gang and becomes determined to keep Danny from going down the same violent path as he did.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/o4Thn9ooTZAZOYrlbWgVB20weSf.jpg"},{"url":"https://image.tmdb.org/t/p/original/c2gsmSQ2Cqv8zosqKOCwRS0GFBS.jpg"}]},{"title":"Pi","description":"The debut film from Darren Aronofsky in which a mathematical genius Maximilian Cohen discovers a link in the connection between numbers and reality and thus believes he can predict the future.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/pVmCanXNPYqE74cJoL0U6C9ONf5.jpg"},{"url":"https://image.tmdb.org/t/p/original/2DrYeQZcnJieyrQz9Doho3srPir.jpg"}]},{"title":"Batman Forever","description":"The Dark Knight of Gotham City confronts a dastardly duo: Two-Face and the Riddler. Formerly District Attorney Harvey Dent, Two-Face believes Batman caused the courtroom accident which left him disfigured on one side. And Edward Nygma, computer-genius and former employee of millionaire Bruce Wayne, is out to get the philanthropist; as The Riddler. Former circus acrobat Dick Grayson, his family killed by Two-Face, becomes Wayne's ward and Batman's new partner Robin.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/snlu32RmjldF9b068UURJg8sQtn.jpg"},{"url":"https://image.tmdb.org/t/p/original/k6EQ2OewzjF8TcPgok9wxpPAgXW.jpg"}]},{"title":"Saw","description":"Obsessed with teaching his victims the value of life, a deranged, sadistic serial killer abducts the morally wayward. Once captured, they must face impossible choices in a horrific game of survival. The victims must fight to win their lives back, or die trying...","movieImages":[{"url":"https://image.tmdb.org/t/p/original/qtWjZgCmslPwjP4DFUcLBUj13GV.jpg"},{"url":"https://image.tmdb.org/t/p/original/z70Dnu7gKgawChQWS2ZfDF0LK1T.jpg"}]},{"title":"2046","description":"Women enter and exit a science fiction author's life, over the course of a few years, after the author loses the woman he considers his one true love.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/5TekXYqvqQOxt9y3RvAykddDo8i.jpg"},{"url":"https://image.tmdb.org/t/p/original/jIN65qw0Giplo4CshzMrxz204Wn.jpg"}]},{"title":"The Endless Summer","description":"Bruce Brown's The Endless Summer is one of the first and most influential surf movies of all time. The film documents American surfers Mike Hynson and Robert August as they travel the world during California’s winter (which, back in 1965 was off-season for surfing) in search of the perfect wave and ultimately, an endless summer.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/bbBHo57EN8yhF6LWRBIQunbNDIA.jpg"},{"url":"https://image.tmdb.org/t/p/original/5W5uaqQ7NZTwoDMKO4AtdcahHex.jpg"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"City of Angels","description":"When guardian angel Seth -- who invisibly watches over the citizens of Los Angeles -- becomes captivated by Maggie, a strong-willed heart surgeon, he ponders trading in his pure, otherworldly existence for a mortal life with his beloved. The couple embarks on a tender but forbidden romance spanning heaven and Earth.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/qVvmr8xJB0TY7xLjL74tpq8WJBx.jpg"},{"url":"https://image.tmdb.org/t/p/original/iuzxpUjHsbQJXV3kB9ZAdCimM60.jpg"}]},{"title":"Munich","description":"During the 1972 Olympic Games in Munich, eleven Israeli athletes are taken hostage and murdered by a Palestinian terrorist group known as Black September. In retaliation, the Israeli government recruits a group of Mossad agents to track down and execute those responsible for the attack.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/izPPytIEb2ry1wiDa5LYOulwsR5.jpg"},{"url":"https://image.tmdb.org/t/p/original/3aU825BI4IsdCPGXANqH2tqePde.jpg"}]},{"title":"Eraserhead","description":"Henry Spencer tries to survive his industrial environment, his angry girlfriend, and the unbearable screams of his newly born mutant child.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/yrwQDvpIuVdeHqMtTN2geiAJgQV.jpg"},{"url":"https://image.tmdb.org/t/p/original/fjq2xZvWWKZJtg8FGNHXdbVoAAf.jpg"}]},{"title":"The X Files","description":"Mulder and Scully, now taken off the FBI's X Files cases, must find a way to fight the shadowy elements of the government to find out the truth about a conspiracy that might mean the alien colonization of Earth.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/2ZuNdBOSUamCo6mU1Ew1KEaN8Zc.jpg"},{"url":"https://image.tmdb.org/t/p/original/yLIw6shz2WC3W3iI0jROsF4B2ha.jpg"}]},{"title":"Crash","description":"After getting into a serious car accident, a TV director discovers an underground sub-culture of scarred, omnisexual car-crash victims who use car accidents and the raw sexual energy they produce to try to rejuvenate his sex life with his wife.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/tmfSWk7ZKla721Ie2O5zuyNdz8k.jpg"},{"url":"https://image.tmdb.org/t/p/original/5lDENqycd6WMXMPtD9GxWfYh4bq.jpg"}]},{"title":"Bang Boom Bang - Ein todsicheres Ding","description":"Bank robber Kalle Grabowski escapes from prison while his unemployed smalltime crook buddy is sitting around doing nothing after he just lost all their money. A fast paced comedy from German director Peter Thorwarth.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/u0QzROdFzvqO4OqRuCs67aWySov.jpg"},{"url":"https://image.tmdb.org/t/p/original/wffvNQYOry50oHhe7aytyT4s2mU.jpg"}]},{"title":"À bout de souffle","description":"A young car thief kills a policeman and tries to persuade a girl to hide in Italy with him.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/5VGmkeXybclhOqBaLprigVG9Ucz.jpg"},{"url":"https://image.tmdb.org/t/p/original/9Wx0Wdn2EOqeCZU4SP6tlS3LOml.jpg"}]},{"title":"Sleepless in Seattle","description":"Desperate to find his dad Sam a date, a young boy calls into a radio show and catches the attention of Annie, a journalist who wants to meet Sam atop the Empire State Building.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/q81a5Rjcms08sVWJrwXS2ACXVOI.jpg"},{"url":"https://image.tmdb.org/t/p/original/iLWsLVrfkFvOXOG9PbUAYg7AK3E.jpg"}]},{"title":"Saving Private Ryan","description":"As U.S. troops storm the beaches of Normandy, three brothers lie dead on the battlefield, with a fourth trapped behind enemy lines. Ranger captain John Miller and seven men are tasked with penetrating German-held territory and bringing the boy home.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/hjQp148VjWF4KjzhsD90OCMr11h.jpg"},{"url":"https://image.tmdb.org/t/p/original/JC8KQ2BXaAIFEU8zEuakiwUQSr.jpg"}]},{"title":"Borat: Cultural Learnings of America for Make Benefit Glorious Nation of Kazakhstan","description":"Kazakh journalist Borat Sagdiyev travels to America to make a documentary. As he zigzags across the nation, Borat meets real people in real situations with hysterical consequences. His backwards behavior generates strong reactions around him exposing prejudices and hypocrisies in American culture.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/cP9vuagAz1RL00oihxlTMMyS3mq.jpg"},{"url":"https://image.tmdb.org/t/p/original/kfkyALfD4G1mlBJI1lOt2QCra4i.jpg"}]},{"title":"La vita è bella","description":"A touching story of an Italian book seller of Jewish ancestry who lives in his own little fairy tale. His creative and happy life would come to an abrupt halt when his entire family is deported to a concentration camp during World War II. While locked up he tries to convince his son that the whole thing is just a game.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/6aNKD81RHR1DqUUa8kOZ1TBY1Lp.jpg"},{"url":"https://image.tmdb.org/t/p/original/74hLDKjD5aGYOotO6esUVaeISa2.jpg"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Armageddon","description":"When an asteroid threatens to collide with Earth, NASA honcho Dan Truman determines the only way to stop it is to drill into its surface and detonate a nuclear bomb. This leads him to renowned driller Harry Stamper, who agrees to helm the dangerous space mission provided he can bring along his own hotshot crew. Among them is the cocksure A.J. who Harry thinks isn't good enough for his daughter, until the mission proves otherwise.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/8aiT2TYAGOI113WfA5gCL1S7eFm.jpg"},{"url":"https://image.tmdb.org/t/p/original/eTM3qtGhDU8cvjpoa6KEt5E2auU.jpg"}]},{"title":"Mystic River","description":"The lives of three men who were childhood friends are shattered when one of them has a family tragedy.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/gLIf2TtQGhIPgpXBQ7yHN3nsduS.jpg"},{"url":"https://image.tmdb.org/t/p/original/e2VNohx5jb7I6HUamCuGhKvzXDR.jpg"}]},{"title":"Das Boot","description":"A German submarine hunts allied ships during the Second World War, but it soon becomes the hunted. The crew tries to survive below the surface, while stretching both the boat and themselves to their limits.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/wsRysp1DpjRdJv8D3eN4lEsGju9.jpg"},{"url":"https://image.tmdb.org/t/p/original/mgX9sExDcdwRx8YxPjL8ngfSTmn.jpg"}]},{"title":"Blackmail","description":"London, 1929. Frank Webber, a very busy Scotland Yard detective, seems to be more interested in his work than in Alice White, his girlfriend. Feeling herself ignored, Alice agrees to go out with an elegant and well-mannered artist who invites her to visit his fancy apartment.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/x537dcaeZIxUpzHdKGEXfBZdueV.jpg"},{"url":"https://image.tmdb.org/t/p/original/klilqRJDTANv9XMTBbL51NOsOXZ.jpg"}]},{"title":"D.E.B.S.","description":"The star of a team of teenage crime fighters falls for the alluring villainess she must bring to justice.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/1QAHb5SEhhSQ01dvaweVWFJcFzW.jpg"},{"url":"https://image.tmdb.org/t/p/original/cMwLTcG5aVBYeh5W6SVSfowboAf.jpg"}]},{"title":"Basquiat","description":"The brief life of Jean Michel Basquiat, a world renowned New York street artist struggling with fame, drugs and his identity.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/1fJSyFhvxBjyLZsBnYs4641YXu1.jpg"},{"url":"https://image.tmdb.org/t/p/original/qS3zqMxjcXcHUUExvt2uhRvqi8Y.jpg"}]},{"title":"Murder at the Gallop","description":"Miss Marple and Mr. Stringer are witnesses to the death by heart attack of elderly, rich Mr. Enderby. Yet they have their doubts about what happened. The police don't believe them, thus leading Miss Marple to yet again investigate by herself.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/qbacauqvyy2x6PipFsw30zAqo6X.jpg"},{"url":"https://image.tmdb.org/t/p/original/1SMoWzqgdARO6GsepFC3T5jdc9a.jpg"}]},{"title":"Die fetten Jahre sind vorbei","description":"Three activists cobble together a kidnapping plot after they encounter a businessman in his home.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/whgmJ6vRE7o8zszh60kicT1vVSy.jpg"},{"url":"https://image.tmdb.org/t/p/original/3Z0R46cuFWB6gxZwEBf8ekVxgZ0.jpg"}]},{"title":"A Streetcar Named Desire","description":"Disturbed Blanche DuBois moves in with her sister in New Orleans and is tormented by her brutish brother-in-law while her reality crumbles around her.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/i7ySPtDf0HalYnDBErya7j2GcYn.jpg"},{"url":"https://image.tmdb.org/t/p/original/aicdlO5vt7z2ARm279eGzJeYCLQ.jpg"}]},{"title":"Desert Hearts","description":"The story of straight-edge literature professor Vivian who travels to Reno to get away from a relationship breakup when she falls in love with an attractive and unconventional girl named Cay.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/4FuZtFa8ItqtDEoEqjCjClbCysg.jpg"},{"url":"https://image.tmdb.org/t/p/original/g1m7TY897sHiK7oMBd2xDyxMUXy.jpg"}]},{"title":"La Sortie de l'Usine Lumière à Lyon","description":"Working men and women leave through the main gate of the Lumière factory in Lyon, France. Filmed on 22 March 1895, it is often referred to as the first real motion picture ever made, although Louis Le Prince's 1888 Roundhay Garden Scene pre-dated it by seven years.  Three separate versions of this film exist, which differ from one another in numerous ways. The first version features a carriage drawn by one horse, while in the second version the carriage is drawn by two horses, and there is no carriage at all in the third version. The clothing style is also different between the three versions, demonstrating the different seasons in which each was filmed. This film was made in the 35 mm format with an aspect ratio of 1.33:1, and at a speed of 16 frames per second. At that rate, the 17 meters of film length provided a duration of 46 seconds, holding a total of 800 frames.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/PikJWvblmySeD8Hq3ITayWDQ68.jpg"},{"url":"https://image.tmdb.org/t/p/original/zwaMUm6cxmbMIUziIhkqyIoi2LO.jpg"}]},{"title":"The War of the Roses","description":"The Roses, Barbara and Oliver, live happily as a married couple. Then she starts to wonder what life would be like without Oliver, and likes what she sees. Both want to stay in the house, and so they begin a campaign to force each other to leave. In the middle of the fighting is D'Amato, the divorce lawyer. He gets to see how far both will go to get rid of the other, and boy do they go far.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/tsuW1AAlwzZZ8Txxfb8fOUbVa2A.jpg"},{"url":"https://image.tmdb.org/t/p/original/9VWwYsuXhRImUtrJGvN6bYJB2He.jpg"}]},{"title":"Cube 2: Hypercube","description":"The sequel to the low budget first film Cube. This time the prisoners find them selves in a more advanced cube environment that they must escape from before they are killed. A science fiction film where space and time have more than one path.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/dFH8vmJhOC7i7jzswlM5UFR4zmv.jpg"},{"url":"https://image.tmdb.org/t/p/original/znHMpv92R47yDHVyhWJvUQU0NDP.jpg"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"The Lord of the Rings","description":"The Fellowship of the Ring embark on a journey to destroy the One Ring and end Sauron's reign over Middle-earth.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/jOuCWdh0BE6XPu2Vpjl08wDAeFz.jpg"},{"url":"https://image.tmdb.org/t/p/original/4O3s0IGZJirPBecqEnP9qsjlTQw.jpg"}]},{"title":"Kill Bill: Vol. 1","description":"An assassin is shot by her ruthless employer, Bill, and other members of their assassination circle – but she lives to plot her vengeance.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/lVy5Zqcty2NfemqKYbVJfdg44rK.jpg"},{"url":"https://image.tmdb.org/t/p/original/v7TaX8kXMXs5yFFGR41guUDNcnB.jpg"}]},{"title":"Carne trémula","description":"A scorned ex-convict forces himself into the lives of the couple who put him behind bars.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/xg6wXs16dZqWbAxIDNJVpT70Ymu.jpg"},{"url":"https://image.tmdb.org/t/p/original/mIX5voK6M2vJ4BLTEMVMD7du9vM.jpg"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"ドールズ","description":"Dolls takes puppeteering as its overriding motif, which relates thematically to the action provided by the live characters. Chief among those tales is the story of Matsumoto and Sawako, a young couple whose relationship is about to be broken apart by the former's parents, who have insisted their son take part in an arranged marriage to his boss' daughter.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/xbHQmiHIvT3xQzmpRYZ6p0lLp7v.jpg"},{"url":"https://image.tmdb.org/t/p/original/rEFj0GCEnIJwpyjF0IwknSdFI0.jpg"}]},{"title":"Menschen am Sonntag","description":"A semi-documentary experimental 1930 German silent film created by amateurs with a small budget. With authentic scenes of the metropolis city of Berlin, it's the first film from the later famous screenwriters/directors Billy Wilder and Fred Zinnemann.","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/original/cA85bkSA1FxUpvJ14gNuWFng58S.jpg"}]},{"title":"Billy Elliot","description":"Set against the background of the 1984 Miners' Strike, 11-year-old Billy Elliot stumbles out of the boxing ring and onto the ballet floor. He faces many trials and triumphs as he strives to conquer his family's set ways, inner conflict, and standing on his toes.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/prOVafNMAiENqLnkAgekH4W6lq5.jpg"},{"url":"https://image.tmdb.org/t/p/original/nOr5diUZxphmAD3li9aiILyI28F.jpg"}]},{"title":"La Grande Illusion","description":"A group of French soldiers, including the patrician Captain de Boeldieu and the working-class Lieutenant Maréchal, grapple with their own class differences after being captured and held in a World War I German prison camp. When the men are transferred to a high-security fortress, they must concoct a plan to escape beneath the watchful eye of aristocratic German officer von Rauffenstein, who has formed an unexpected bond with de Boeldieu.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/yNraM35Vsga5x54whRh7BvQ9afm.jpg"},{"url":"https://image.tmdb.org/t/p/original/lWg41zE0FVixkNsFgxnlRyvDYv9.jpg"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Das Leben der Anderen","description":"A tragic love story set in East Berlin with the backdrop of an undercover Stasi controlled culture. Stasi captain Wieler is ordered to follow author Dreyman and plunges deeper and deeper into his life until he reaches the threshold of doubting the system.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/3mxteiwtcCPjbYKlyC0WxY1G9J3.jpg"},{"url":"https://image.tmdb.org/t/p/original/5BCyeLJHPcRwhu0YaRqUzw00JJ4.jpg"}]},{"title":"Dirty Harry","description":"When a madman dubbed 'Scorpio' terrorizes San Francisco, hard-nosed cop, Harry Callahan – famous for his take-no-prisoners approach to law enforcement – is tasked with hunting down the psychopath. Harry eventually collars Scorpio in the process of rescuing a kidnap victim, only to see him walk on technicalities. Now, the maverick detective is determined to nail the maniac himself.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/5kex1QQCRjNFKbsaFLaX4j3IDKa.jpg"},{"url":"https://image.tmdb.org/t/p/original/UHxxkYe9tRdiPu0JFgcEL5hmQ4.jpg"}]},{"title":"Cidade de Deus","description":"Buscapé was raised in a very violent environment. Despite the feeling that all odds were against him, he finds out that life can be seen with other eyes...","movieImages":[{"url":"https://image.tmdb.org/t/p/original/rr0vFvjbAU7zaLjSRtUAxavH2bv.jpg"},{"url":"https://image.tmdb.org/t/p/original/k7eYdWvhYQyRQoU2TB2A2Xu2TfD.jpg"}]},{"title":"Sissi - Schicksalsjahre einer Kaiserin","description":"After a wonderful time in Hungary Sissi falls extremely ill and must retreat to a Mediterranean climate to rest. The young empress’ mother takes her from Austria to recover in Madeira.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/AcGg5H2R5YHDISU6QHlS8xozlYc.jpg"},{"url":"https://image.tmdb.org/t/p/original/qpsUZFjN8KcstkL6gJAz7eDnz85.jpg"}]},{"title":"The Million Dollar Hotel","description":"The Million Dollar Hotel starts with a jump from a roof top that clears up a death in a hotel that was burning to the ground where a lot of strange people had been living.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/cXXxi0j9sXFt7LbeajuFoKFqWMu.jpg"},{"url":"https://image.tmdb.org/t/p/original/7AjzGYybwfndxnpApKXahQiq2Zy.jpg"}]},{"title":"Aladdin","description":"Princess Jasmine grows tired of being forced to remain in the palace, so she sneaks out into the marketplace, in disguise, where she meets street-urchin Aladdin.  The couple falls in love, although Jasmine may only marry a prince.  After being thrown in jail, Aladdin becomes embroiled in a plot to find a mysterious lamp, with which the evil Jafar hopes to rule the land.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/5OeY4U2rzePxWq2rkqMajUx2gz7.jpg"},{"url":"https://image.tmdb.org/t/p/original/eLFfl7vS8dkeG1hKp5mwbm37V83.jpg"}]},{"title":"Elsker dig for evigt","description":"Cecilie and Joachim are about to get married when a freak car accident leaves Joachim disabled, throwing their lives into a spin. The driver of the other car, Marie, and her family don’t get off lightly, either. Her husband Niels works in the hospital where he meets Cecilie and falls madly in love with her.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/1pRNzOM7OQA29cVayaCheBI4vn7.jpg"},{"url":"https://image.tmdb.org/t/p/original/hOrV2fCw2kmSiS4ZMGFPfXqr3lt.jpg"}]},{"title":"Ice Age","description":"With the impending ice age almost upon them, a mismatched trio of prehistoric critters – Manny the woolly mammoth, Diego the saber-toothed tiger and Sid the giant sloth – find an orphaned infant and decide to return it to its human parents. Along the way, the unlikely allies become friends but, when enemies attack, their quest takes on far nobler aims.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/mCVQ2cZmGkAHG2Q3fDZTQA1YzeI.jpg"},{"url":"https://image.tmdb.org/t/p/original/gLhHHZUzeseRXShoDyC4VqLgsNv.jpg"}]},{"title":"The Godfather: Part II","description":"In the continuing saga of the Corleone crime family, a young Vito Corleone grows up in Sicily and in 1910s New York. In the 1950s, Michael Corleone attempts to expand the family business into Las Vegas, Hollywood and Cuba.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/poec6RqOKY9iSiIUmfyfPfiLtvB.jpg"},{"url":"https://image.tmdb.org/t/p/original/hek3koDUyRQk7FIhPXsa6mT2Zc3.jpg"}]},{"title":"Enemy at the Gates","description":"A Russian and a German sniper play a game of cat-and-mouse during the Battle of Stalingrad in WWII.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/3SX4khu0Uuad2a33xJXz01x2sYR.jpg"},{"url":"https://image.tmdb.org/t/p/original/9cSoNnB31hGY2mL78VT8mAbz6nR.jpg"}]},{"title":"Terminator 2: Judgment Day","description":"Nearly 10 years have passed since Sarah Connor was targeted for termination by a cyborg from the future. Now her son, John, the future leader of the resistance, is the target for a newer, more deadly terminator. Once again, the resistance has managed to send a protector back to attempt to save John and his mother Sarah.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/xKb6mtdfI5Qsggc44Hr9CCUDvaj.jpg"},{"url":"https://image.tmdb.org/t/p/original/5M0j0B18abtBI5gi2RhfjjurTqb.jpg"}]},{"title":"A Nightmare on Elm Street","description":"Teenagers in a small town are dropping like flies, apparently in the grip of mass hysteria causing their suicides. A cop's daughter, Nancy Thompson, traces the cause to child molester Fred Krueger, who was burned alive by angry parents many years before. Krueger has now come back in the dreams of his killers' children, claiming their lives as his revenge. Nancy and her boyfriend, Glen, must devise a plan to lure the monster out of the realm of nightmares and into the real world...","movieImages":[{"url":"https://image.tmdb.org/t/p/original/x2UmaR2tUqIzD6aHa0tIxrqYjOc.jpg"},{"url":"https://image.tmdb.org/t/p/original/wGTpGGRMZmyFCcrY2YoxVTIBlli.jpg"}]},{"title":"Willenbrock","description":"Second-hand car sales man Willenbrock has everything that he could ever wish for. He is married, has two lovers, a cottage in the German city Grünen, and a BMW. Yet one day while at his cottage he gets mugged and his life is drastically changed. Little by little the world he once felt safe in falls apart around him.","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/original/eVIVSw0XcuAnQN7SWdv80ppepcP.jpg"}]},{"title":"7 vírgenes","description":"Tano is 16-years-old and is already sitting in jail. In 48 hours he’s a free man and off to the wedding of his brother. In the two days he recounts his neighborhood in a section of Sevilla.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/rusJZ6WEppxZusobKYVBusakGs6.jpg"},{"url":"https://image.tmdb.org/t/p/original/aIGNKsJFfaxIOtxjcLT0uy1HBLU.jpg"}]},{"title":"Spider-Man 2","description":"Peter Parker is going through a major identity crisis. Burned out from being Spider-Man, he decides to shelve his superhero alter ego, which leaves the city suffering in the wake of carnage left by the evil Doc Ock. In the meantime, Parker still can't act on his feelings for Mary Jane Watson, a girl he's loved since childhood.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/mVnqWRyC7Qkg7eyLkko8aYBDxb8.jpg"},{"url":"https://image.tmdb.org/t/p/original/olxpyq9kJAZ2NU1siLshhhXEPR7.jpg"}]},{"title":"A Crime","description":"Vincent's life is on hold until he finds his wife's killer. Alice, his neighbor, is convinced she can make him happy. She decides to invent a culprit, so that Vincent can find revenge and leave the past behind. But there is no ideal culprit and no perfect crime.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/psyBDk40WXu26Rrj0Whrbv4ruwK.jpg"},{"url":"https://image.tmdb.org/t/p/original/krFBGP6D8hxHyJYbJX9RkZKO4fY.jpg"}]},{"title":"The Magnificent Seven","description":"An oppressed Mexican peasant village hires seven gunfighters to help defend their homes.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/rMGKEIrmrV3pY3nh1NJCTrGCpZ3.jpg"},{"url":"https://image.tmdb.org/t/p/original/6rVIjriV3Sv1B9INrzGRXW8Q7aY.jpg"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Cube","description":"A group of strangers find themselves trapped in a maze-like prison. It soon becomes clear that each of them possesses the peculiar skills necessary to escape, if they don't wind up dead first.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/1AZz3SSYB3i9FOfc8r3enewSsRM.jpg"},{"url":"https://image.tmdb.org/t/p/original/iNwm6fpDqQ4WjwhYI8EW6LPklod.jpg"}]},{"title":"Goldfinger","description":"Special agent 007 comes face to face with one of the most notorious villains of all time, and now he must outwit and outgun the powerful tycoon to prevent him from cashing in on a devious scheme to raid Fort Knox -- and obliterate the world's economy.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/lh65Y0sUQcRh5UVVgnTOfMUbN2c.jpg"},{"url":"https://image.tmdb.org/t/p/original/laYAUz0xtIHpDYnE4fjUWpvaeX0.jpg"}]},{"title":"Das Dorf der Freundschaft","description":"A German Documentary about the “village of friendship” that was created by American Veteran George Mizo to help the Vietnamese kids suffering from the Vietnam War.","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Jaws: The Revenge","description":"After another deadly shark attack, Ellen Brody decides she has had enough of New England's Amity Island and moves to the Caribbean to join her son, Michael, and his family. But a great white shark has followed her there, hungry for more lives.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/nzKiWxl4k2dXdtpH3K7ojL6J0oF.jpg"},{"url":"https://image.tmdb.org/t/p/original/kGiaOztahZV2x7bil7sbk7fb6ob.jpg"}]},{"title":"Dead Man","description":"On the run after murdering a man, accountant William Blake encounters a strange North American man named Nobody who prepares him for his journey into the spiritual world.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/7SO7rjZCZC3Ldx0QrcHfm1rRRmL.jpg"},{"url":"https://image.tmdb.org/t/p/original/65iVwc0t5eTDhQJsddsR14uBuGr.jpg"}]},{"title":"La mala educación","description":"Two children, Ignacio and Enrique, know love, the movies and fear in a religious school at the beginning of the 1960s. Father Manolo, director of the school and its professor of literature, is witness to and part of these discoveries. The three are followed through the next few decades, their reunion marking life and death.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/gneK45aH1G7NKjtPXXf2jCtZ4uP.jpg"},{"url":"https://image.tmdb.org/t/p/original/iJ3iuV9H5Ls5umC0Dxc5sAllvmU.jpg"}]},{"title":"L'arrivée d'un train à La Ciotat","description":"A group of people are standing along the platform of a railway station in La Ciotat, waiting for a train. One is seen coming, at some distance, and eventually stops at the platform. Doors of the railway-cars open and attendants help passengers off and on.  Popular legend has it that, when this film was shown, the first-night audience fled the café in terror, fearing being run over by the \"approaching\" train. This legend has since been identified as promotional embellishment, though there is evidence to suggest that people were astounded at the capabilities of the Lumières' cinématographe.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/uusNog5m2aCuL53rrKw8RaBnprb.jpg"},{"url":"https://image.tmdb.org/t/p/original/y3A15HpugKsPjVyxKa9POLTEX6B.jpg"}]},{"title":"Monsters, Inc.","description":"James Sullivan and Mike Wazowski are monsters, they earn their living scaring children and are the best in the business... even though they're more afraid of the children than they are of them. When a child accidentally enters their world, James and Mike suddenly find that kids are not to be afraid of and they uncover a conspiracy that could threaten all children across the world.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/pGK0oaeIVxpIroNHu1wDqXf4vv5.jpg"},{"url":"https://image.tmdb.org/t/p/original/sgheSKxZkttIe8ONsf2sWXPgip3.jpg"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Easy Rider","description":"A cross-country trip to sell drugs puts two hippie bikers on a collision course with small-town prejudices.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/78dHjJKxKZ8JbCm3lEMjDRulLp.jpg"},{"url":"https://image.tmdb.org/t/p/original/xfCjoGUKbAX71XFm8cfu0jvAWeo.jpg"}]},{"title":"Las Hurdes","description":"An exploration —manipulated and staged— of life in Las Hurdes, in the province of Cáceres, in Extremadura, Spain, as it was in 1932. Insalubrity, misery and lack of opportunities provoke the emigration of young people and the solitude of those who remain in the desolation of one of the poorest and least developed Spanish regions at that time. (Silent short, voiced in 1937 and 1996.)","movieImages":[{"url":"https://image.tmdb.org/t/p/original/aaRbO3m3L3yVg2L73QLYvgP23hj.jpg"},{"url":"https://image.tmdb.org/t/p/original/6MvYJWxQ414PFv1nqX6FSinEbXO.jpg"}]},{"title":"The Godfather","description":"Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/rSPw7tgCH9c6NqICZef4kZjFOQ5.jpg"},{"url":"https://image.tmdb.org/t/p/original/3bhkrj58Vtu7enYsRolD1fZdja1.jpg"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Trois couleurs : Bleu","description":"Julie is haunted by her grief after living through a tragic auto wreck that claimed the life of her composer husband and young daughter. Her initial reaction is to withdraw from her relationships, lock herself in her apartment and suppress her pain. But avoiding human interactions on the bustling streets of Paris proves impossible, and she eventually meets up with Olivier, an old friend who harbors a secret love for her, and who could draw her back to reality.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/keuLr5bkV2LHc2up6T2nXzcUgdC.jpg"},{"url":"https://image.tmdb.org/t/p/original/ayKRZejiarjY4R3UE1JKlSYcyHk.jpg"}]},{"title":"Lethal Weapon","description":"Veteran buttoned-down LAPD detective Roger Murtaugh is partnered with unhinged cop Martin Riggs, who -- distraught after his wife's death -- has a death wish and takes unnecessary risks with criminals at every turn. The odd couple embark on their first homicide investigation as partners, involving a young woman known to Murtaugh with ties to a drug and prostitution ring.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/guTNnSWS3CaH71jasY8W1FMptjG.jpg"},{"url":"https://image.tmdb.org/t/p/original/fTq4ThIP3pQTYR9eDepsbDHqdcs.jpg"}]},{"title":"Człowiek z marmuru","description":"Man of Marble is a Polish film about a student making a film about a bricklayer who was once idolized. She interviews people who knew him and finds old footage that lead to an unfolding mystery that causes her producer to cancel the project.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/uhRvvv5wSZfHiTtrL7IpCIHM4No.jpg"},{"url":"https://image.tmdb.org/t/p/original/v0Mf7ZoPiStDIsZzxdcnCDuIGnf.jpg"}]},{"title":"Forrest Gump","description":"A man with a low IQ has accomplished great things in his life and been present during significant historic events—in each case, far exceeding what anyone imagined he could do. But despite all he has achieved, his one true love eludes him.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/7c9UVPPiTPltouxRVY6N9uugaVA.jpg"},{"url":"https://image.tmdb.org/t/p/original/clolk7rB5lAjs41SD0Vt6IXYLMm.jpg"}]},{"title":"Bull Durham","description":"Veteran catcher Crash Davis is brought to the minor league Durham Bulls to help their up and coming pitching prospect, \"Nuke\" Laloosh. Their relationship gets off to a rocky start and is further complicated when baseball groupie Annie Savoy sets her sights on the two men.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/vnl0fqfuIZc5XuUP6YO3kw0fZfO.jpg"},{"url":"https://image.tmdb.org/t/p/original/saXDJpfamItMj8XHImf4YkW4f2.jpg"}]},{"title":"Shanghai Express","description":"A beautiful temptress re-kindles an old romance while trying to escape her past during a tension-packed train journey.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/deQbWmTY96SkRiCG6SsCe2w9C3g.jpg"},{"url":"https://image.tmdb.org/t/p/original/a7RorsrpQvQxVSzzyJiFT06NH6S.jpg"}]},{"title":"Jaws","description":"When an insatiable great white shark terrorizes the townspeople of Amity Island, the police chief, an oceanographer and a grizzled shark hunter seek to destroy the blood-thirsty beast.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/3nYlM34QhzdtAvWRV5bN4nLtnTc.jpg"},{"url":"https://image.tmdb.org/t/p/original/s2xcqSFfT6F7ZXHxowjxfG0yisT.jpg"}]},{"title":"Arsenic and Old Lace","description":"Mortimer Brewster, a newspaper drama critic, playwright and author known for his diatribes against marriage, suddenly falls in love and gets married;  but when he makes a quick trip home to tell his two maiden aunts, he finds out his aunts' hobby - killing lonely old men and burying them in the cellar!","movieImages":[{"url":"https://image.tmdb.org/t/p/original/h0jlcOISKcrVG4IE4p5IyZGrMhn.jpg"},{"url":"https://image.tmdb.org/t/p/original/xG1GEEQGgExKl0WT5sRo1Arst5D.jpg"}]},{"title":"Crustacés et coquillages","description":"Crustaces et Coquillages is a fresh French comedy film with numerous surprise turnarounds and about the tolerance of a family of four. The family spend an idealistic summer vacation together where each of the family members gets involved in a new or old relationship.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/qJyv8aRRwPhI5jX98XMmluWEdDq.jpg"},{"url":"https://image.tmdb.org/t/p/original/cddLDg4CTg0g7QItlSCEyEagzPY.jpg"}]},{"title":"Saw IV","description":"Jigsaw and his apprentice Amanda are dead. Now, upon the news of Detective Kerry's murder, two seasoned FBI profilers, Agent Strahm and Agent Perez, arrive in the terrified community to assist the veteran Detective Hoffman in sifting through Jigsaw's latest grisly remains and piecing together the puzzle. However, when SWAT Commander Rigg is abducted and thrust into a game, the last officer untouched by Jigsaw has but ninety minutes to overcome a series of demented traps and save an old friend...or face the deadly consequences.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/kdrLxbTG0qCTbeAvzCUXBhPVONg.jpg"},{"url":"https://image.tmdb.org/t/p/original/b0WLpnPa8dTgNUSqhPlLproFRqW.jpg"}]},{"title":"Batman Returns","description":"Having defeated the Joker, Batman now faces the Penguin—a warped and deformed individual who is intent on being accepted into Gotham society, with the help of Max Schreck, a crooked businessman, whom he coerces into helping him run for the position of Mayor of Gotham, while they both attempt to frame Batman in a different light. Batman must attempt to clear his name, all while also deciding just what must be done with the mysterious Catwoman slinking about.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/moYfd709S8xnb8Od2yeG5VBt9Bp.jpg"},{"url":"https://image.tmdb.org/t/p/original/jKBjeXM7iBBV9UkUcOXx3m7FSHY.jpg"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"East of Eden","description":"In the Salinas Valley in and around World War I, Cal Trask feels he must compete against overwhelming odds with his brother for the love of their father. Cal is frustrated at every turn, from his reaction to the war, how to get ahead in business and in life, and how to relate to his estranged mother.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/u7i1XtbOubq0xwRy2Zbgmox6g9W.jpg"},{"url":"https://image.tmdb.org/t/p/original/4MXfPlVS5aY6FJlJ5Y0qXsPnNcy.jpg"}]},{"title":"The Man with the Golden Gun","description":"Cool government operative James Bond searches for a stolen invention that can turn the sun's heat into a destructive weapon. He soon crosses paths with the menacing Francisco Scaramanga, a hit man so skilled he has a seven-figure working fee. Bond then joins forces with the swimsuit-clad Mary Goodnight, and together they track Scaramanga to a tropical isle hideout where the killer-for-hire lures the slick spy into a deadly maze for a final duel.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/vcj47nTm1fDlkxUwDb2GgYbKDDW.jpg"},{"url":"https://image.tmdb.org/t/p/original/itH4xI6TbJtJSqcZ43B3MkpL1gy.jpg"}]},{"title":"Caché","description":"A married couple is terrorized by a series of videotapes planted on their front porch.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/8GAZVvFGy9xVPwNLPLqBAn2rgJ1.jpg"},{"url":"https://image.tmdb.org/t/p/original/lrWSRw8PGerSQoP2HP1KChN5Gwt.jpg"}]},{"title":"Twister","description":"An unprecedented series of violent tornadoes is sweeping across Oklahoma. Tornado chasers, headed by Dr. Jo Harding, attempt to release a groundbreaking device that will allow them to track them and create a more advanced warning system. They are joined by Jo's soon to be ex-husband Bill, a former tornado chaser himself, and his girlfriend Melissa.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/aoWQe00ctaK5k56yc7vsoqEWdHI.jpg"},{"url":"https://image.tmdb.org/t/p/original/ba6Bg9mxphS24tpSe98vZccEe3S.jpg"}]},{"title":"The Running Man","description":"By 2017, the global economy has collapsed and U.S. society has become a totalitarian police state, censoring all cultural activity. The government pacifies the populace by broadcasting a number of game shows in which convicted criminals fight for their lives, including the gladiator-style The Running Man, hosted by the ruthless Damon Killian, where “runners” attempt to evade “stalkers” and certain death for a chance to be pardoned and set free.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/ssQ7IcGmgUJdFLv8cHY3vC3OR4f.jpg"},{"url":"https://image.tmdb.org/t/p/original/yADpAIbHCQBNy9xv9WmR9uGilK9.jpg"}]},{"title":"The Gold Rush","description":"A lone prospector ventures into Alaska looking for gold. He gets mixed up with some burly characters and falls in love with the beautiful Georgia. He tries to win her heart with his singular charm.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/jIqp5xXY2aw1kxnBPyCXkKQBOJ3.jpg"},{"url":"https://image.tmdb.org/t/p/original/eQRFo1qwRREYwj47Yoe1PisgOle.jpg"}]},{"title":"The Lost World: Jurassic Park","description":"Four years after Jurassic Park's genetically bred dinosaurs ran amok, multimillionaire John Hammond shocks chaos theorist Ian Malcolm by revealing that he has been breeding more beasties at a secret location. Malcolm, his paleontologist ladylove and a wildlife videographer join an expedition to document the lethal lizards' natural behavior in this action-packed thriller.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/2W1MfDpE3bH1hLAiFAUBWe4nBCP.jpg"},{"url":"https://image.tmdb.org/t/p/original/ahkJNt66Bx2W04BBIHplByVtSaU.jpg"}]},{"title":"Aliens vs Predator: Requiem","description":"The iconic creatures from two of the scariest film franchises in movie history wage their most brutal battle ever—in our own backyard. The small town of Gunnison, Colorado becomes a war zone between two of the deadliest extra-terrestrial life forms—the Alien and the Predator. When a Predator scout ship crash-lands in the hills outside the town, Alien Facehuggers and a hybrid Alien/Predator are released and begin to terrorize the town.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/dQq1Xp2cRPWSV4lZ8Upy1IY0rXm.jpg"},{"url":"https://image.tmdb.org/t/p/original/5iTwPDNtvK6ZZF607BHBbU3HO0B.jpg"}]},{"title":"Harry Potter and the Philosopher's Stone","description":"Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard -- with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths -- and about the villain who's to blame.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/4GlSMUpzSd3cliYGFJVziSDX53S.jpg"},{"url":"https://image.tmdb.org/t/p/original/wuMc08IPKEatf9rnMNXvIDxqP4W.jpg"}]},{"title":"The Birds","description":"Chic socialite Melanie Daniels enjoys a passing flirtation with an eligible attorney in a San Francisco pet shop and, on an impulse, follows him to his hometown bearing a gift of lovebirds. But upon her arrival, the bird population runs amok. Suddenly, the townsfolk face a massive avian onslaught, with the feathered fiends inexplicably attacking people all over Bodega Bay.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/il5zDHC5sGe3ZHLhVi3tNFZ9Tt5.jpg"},{"url":"https://image.tmdb.org/t/p/original/z0iYrJ6GsAMP3abOha7uGMuc5kZ.jpg"}]},{"title":"Men in Black II","description":"Kay and Jay reunite to provide our best, last and only line of defense against a sinister seductress who levels the toughest challenge yet to the MIB's untarnished mission statement – protecting Earth from the scum of the universe. It's been four years since the alien-seeking agents averted an intergalactic disaster of epic proportions. Now it's a race against the clock as Jay must convince Kay – who not only has absolutely no memory of his time spent with the MIB, but is also the only living person left with the expertise to save the galaxy – to reunite with the MIB before the earth submits to ultimate destruction.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/4jQHLKqVpvWoW8letxMwiN02ySI.jpg"},{"url":"https://image.tmdb.org/t/p/original/enA22EPyzc2WQ1VVyY7zxresQQr.jpg"}]},{"title":"Pickpocket","description":"Michel takes up pickpocketing on a lark and is arrested soon after. His mother dies shortly after his release, and despite the objections of his only friend, Jacques, and his mother's neighbor Jeanne, Michel teams up with a couple of petty thieves in order to improve his craft. With a police inspector keeping an eye on him, Michel also tries to get a straight job, but the temptation to steal is hard to resist.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/l3N6BtcVwXp6rJAUOpcb8ooyE9c.jpg"},{"url":"https://image.tmdb.org/t/p/original/6LOGubEfLLikSQPqoXpYkhBLpGI.jpg"}]},{"title":"The Great Dictator","description":"Dictator Adenoid Hynkel tries to expand his empire while a poor Jewish barber tries to avoid persecution from Hynkel's regime.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/7jTgJ24UPkWeb5zzH7ihs554xVy.jpg"},{"url":"https://image.tmdb.org/t/p/original/1QpO9wo7JWecZ4NiBuu625FiY1j.jpg"}]},{"title":"The Magnificent Ambersons","description":"The spoiled young heir to the decaying Amberson fortune comes between his widowed mother and the man she has always loved.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/i87Uli8Zb0nEI0zDNALnATyT6vd.jpg"},{"url":"https://image.tmdb.org/t/p/original/sB7CfN7hWeTVdyUrFrEAapoPmXH.jpg"}]},{"title":"Catch Me If You Can","description":"A true story about Frank Abagnale Jr. who, before his 19th birthday, successfully conned millions of dollars worth of checks as a Pan Am pilot, doctor, and legal prosecutor. An FBI agent makes it his mission to put him behind bars. But Frank not only eludes capture, he revels in the pursuit.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/rwcEaZghpbt6mV0lRQ9ymz5oM9B.jpg"},{"url":"https://image.tmdb.org/t/p/original/ctjEj2xM32OvBXCq8zAdK3ZrsAj.jpg"}]},{"title":"Lili Marleen","description":"The story of a German singer named Willie who while working in Switzerland falls in love with a Jewish composer named Robert whose family is helping people to flee from the Nazis. Robert's family is skeptical of Willie, thinking she could be a Nazi as she becomes famous for singing the song \"Lili Marleen.\"","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/original/6vNbjlB4KbUWDtV4MDkgSwxmP5i.jpg"}]},{"title":"Lucky Number Slevin","description":"Slevin is mistakenly put in the middle of a personal war between the city’s biggest criminal bosses. Under constant watch, Slevin must try not to get killed by an infamous assassin and come up with an idea of how to get out of his current dilemma. A film with many twists and turns.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/x0O0LaHRqmgz5FVOD1fQgsJg2un.jpg"},{"url":"https://image.tmdb.org/t/p/original/x21s3p5wPww534nYj1cWakTcqz4.jpg"}]},{"title":"null","description":"null","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Le Mépris","description":"A philistine in the art film business, Jeremy Prokosch is a producer unhappy with the work of his director. Prokosch has hired Fritz Lang (as himself) to direct an adaptation of \"The Odyssey,\" but when it seems that the legendary filmmaker is making a picture destined to bomb at the box office, he brings in a screenwriter to energize the script. The professional intersects with the personal when a rift develops between the writer and his wife.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/yKUVXoWbY0I2E5KBlAzD8kEsNR1.jpg"},{"url":"https://image.tmdb.org/t/p/original/aQUDdxuWQvXMGzZw0VmvGYrPtk9.jpg"}]},{"title":"Star Trek: Nemesis","description":"En route to the honeymoon of William Riker to Deanna Troi on her home planet of Betazed, Captain Jean-Luc Picard and the crew of the U.S.S. Enterprise receives word from Starfleet that a coup has resulted in the installation of a new Romulan political leader, Shinzon, who claims to seek peace with the human-backed United Federation of Planets. Once in enemy territory, the captain and his crew make a startling discovery: Shinzon is human, a slave from the Romulan sister planet of Remus, and has a secret, shocking relationship to Picard himself.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/sm5P79zDLIz8lLwqN9PDOLaE2oI.jpg"},{"url":"https://image.tmdb.org/t/p/original/cldAwhvBmOv9jrd3bXWuqRHoXyq.jpg"}]},{"title":"Basic Instinct","description":"A police detective is in charge of the investigation of a brutal murder, in which a beautiful and seductive woman could be involved.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/8UjZdkSANL1x1SGrjvKiA7yhYBN.jpg"},{"url":"https://image.tmdb.org/t/p/original/76Ts0yoHk8kVQj9MMnoMixhRWoh.jpg"}]},{"title":"Things to Do in Denver When You're Dead","description":"Five different criminals face imminent death after botching a job quite badly.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/hMo3Hp1CFVJNnGcyO2EuXMOhRXz.jpg"},{"url":"https://image.tmdb.org/t/p/original/kATmorfxsxbS0GSKOVJe4qvPLh5.jpg"}]}]}